// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Slot Ethernet PCI %@";
"pci-multiether"          = "Slot Ethernet PCI %@, porta %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adattatore Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adattatore rete wireless (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Slot FireWire PCI %@";
"pci-multifirewire"       = "Slot FireWire PCI %@, porta %@";
"generic-firewire"        = "Adattatore Ethernet (%@)";

"bluetooth"               = "DUN Bluetooth";
"bluetooth-modem"         = "Adattatore modem Bluetooth USB";
"bluetooth-modem-port"    = "Porta modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "PAN Bluetooth";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adattatore modem USB IrDA";
"irda-ircomm-port"        = "Porta modem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Modem integrato";

"modem-port"              = "Porta modem";
"modem-printer-port"      = "Porta modem/stampante";

"printer-port"            = "Porta stampante";
"serial-port"             = "Porta seriale";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Bond Ethernet (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem esterno";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Ethernet Gigabit USB";

"iPhone"                  = "USB iPhone";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrata";
"X-multiether"            = "Ethernet integrata %@";
"X-firewire"              = "FireWire integrata";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
